{
  "uc-davis-phd-spanish-ling": {
    "programDescription": "El programa de doctorado en Lingüística Española de UC Davis ofrece una formación rigurosa en sociolingüística, sociofonética y bilingüismo de herencia. El programa tiene un fuerte enfoque cuantitativo, con cursos básicos en análisis estadístico usando R y modelos de efectos mixtos. Los estudiantes trabajan estrechamente con el profesorado en proyectos de investigación basados en corpus y experimentales. El programa enfatiza tanto la comprensión teórica como las habilidades metodológicas prácticas.",
    "admissionsExpectations": "Los candidatos competitivos típicamente tienen sólidos cursos de pregrado o maestría en lingüística, estadística o métodos cuantitativos relacionados. Una muestra de escritura que demuestre potencial de investigación es fundamental. El programa valora candidatos que puedan articular preguntas de investigación claras y demostrar familiaridad con la literatura actual en su área de interés. Se espera competencia en español a nivel avanzado.",
    "mentorshipCulture": "El profesorado mantiene laboratorios de investigación activos e involucra a los estudiantes de doctorado en proyectos colaborativos. La asesoría es individualizada, con reuniones regulares uno a uno. Se anima a los estudiantes a presentar en conferencias temprano y coescribir publicaciones con sus asesores. La cultura departamental enfatiza la colaboración entre pares y la retroalimentación constructiva.",
    "practicalWarnings": "Las expectativas cuantitativas del programa son sustanciales. Los estudiantes sin formación previa en R o estadística deben esperar una curva de aprendizaje pronunciada en el primer año. Algunos miembros del profesorado están en o cerca de su capacidad de asesoría; los estudiantes prospectivos deben confirmar la disponibilidad del asesor antes de aplicar. Davis es una pequeña ciudad universitaria con transporte público limitado; se recomienda tener automóvil.",
    "whatApplicantsShouldKnow": "UC Davis proporciona 5 años de financiamiento garantizado a través de una combinación de puestos de asistente de enseñanza y posiciones de investigación para estudiantes graduados. Los estudiantes internacionales suelen recibir patrocinio para visas F-1. El programa tiene resultados sólidos de colocación tanto en posiciones académicas como no académicas, particularmente en ciencia de datos y tecnología del lenguaje. Los egresados trabajan en universidades, empresas tecnológicas y agencias gubernamentales."
  }
}
