{
  "uc-davis-phd-spanish-ling": {
    "programDescription": "The UC Davis PhD program in Spanish Linguistics offers rigorous training in sociolinguistics, sociophonetics, and heritage bilingualism. The program has a strong quantitative focus, with core coursework in statistical analysis using R and mixed-effects modeling. Students work closely with faculty on corpus-based and experimental research projects. The program emphasizes both theoretical understanding and practical methodological skills.",
    "admissionsExpectations": "Competitive applicants typically have strong undergraduate or MA-level coursework in linguistics, statistics, or related quantitative methods. A writing sample demonstrating research potential is critical. The program values candidates who can articulate clear research questions and demonstrate familiarity with current literature in their area of interest. Spanish proficiency at the advanced level is expected.",
    "mentorshipCulture": "Faculty maintain active research labs and involve PhD students in collaborative projects. Advising is individualized, with regular one-on-one meetings. Students are encouraged to present at conferences early and co-author publications with advisors. The department culture emphasizes peer collaboration and constructive feedback.",
    "practicalWarnings": "The program's quantitative expectations are substantial. Students without prior R or statistical training should expect a steep learning curve in the first year. Some faculty are at or near advising capacity; prospective students should confirm advisor availability before applying. Davis is a small college town with limited public transportation; a car is recommended.",
    "whatApplicantsShouldKnow": "UC Davis provides 5 years of guaranteed funding through a combination of teaching assistantships and graduate student research positions. International students are typically sponsored for F-1 visas. The program has strong placement outcomes in both academic and non-academic positions, particularly in data science and language technology. Alumni work at universities, tech companies, and government agencies."
  }
}
